Repository: mdifelice/face-detection
Catalog: languages/face-detection-*.po
Languages: es_ar

source: Face Detection
es_ar: Detección de rostro

source: Enable Face Detection in media upload?
es_ar: ¿Habilitar la detección de rostros en la carga de medios?

source: If you enable this option, whenever a new image is uploaded the plugin will attempt to detect faces on it. If you leave it disabled, you still have the possibility to detect faces in images by going to the Media Library.
es_ar: Si habilita esta opción, cada vez que se cargue una nueva imagen, el complemento intentará detectar caras en ella.

source: Regenerate thumbnails
es_ar: Regenerar miniaturas

source: Reset thumbnails
es_ar: Restablecer miniaturas

source: There has been an error. Please, try again.
es_ar: Ha habido un error.

source: Loading thumbnails...
es_ar: Cargando miniaturas...

source: There are not any cropped thumbnails.
es_ar: No hay miniaturas recortadas.

source: Regenerating thumbnails...
es_ar: Regenerando miniaturas...

source: Invalid image
es_ar: Imagen inválida

source: Unknown image format
es_ar: Formato de imagen desconocido

source: Cannot create compressed image
es_ar: No se puede crear una imagen comprimida

source: Cannot compress image
es_ar: No se puede comprimir la imagen

source: Cannot load Haar file
es_ar: No se puede cargar el archivo Haar

source: Invalid classifier size
es_ar: Tamaño de clasificador inválido

source: Missing tree node
es_ar: Nodo de árbol faltante
